{
  "dct_title_s": "Pre-dredging survey of a section of the inland waterway Manasquan-Bayhead Canal",
  "dct_description_sm": [
    "Sheet 1: Map covers area from the abandoned boats in Barnegat Bay to Herbert's Creek. Map shows proposed Creo. Timber Bulkheads along the Manasquan Canal as well as showing the varying water depths of the canal. Map notes the total yards of the completed job; Manasquan River to Barnegat Bay as being 72,967 yards.",
    "Sheet 2: Map covers the canal itself as well as Riviera Park and Johnson Brothers Basin. Map shows the varying water depths of the canal and color-coded coordinates.",
    "Sheet 3: Map covers area of Manasquan/Bayhead Canal starting at Bridge Avenue. Map also includes Howard Heights Basin. Map provides water depths of the canal as well as low/high water lines and the surrounding roads.",
    "Sheet 4: Map shows the Manasquan/Bayhead Canal running through Point Pleasant Borough. Map shows the varying water depths of the canal as well as Bridge Avenue's bridge to Bayhead and the base line ties to Monuments.",
    "Sheet 5: Map covers the area of the Manasquan/Bayhead Canal in Point Pleasant Borough. Map shows the varying water depths of the canal as well as a sketch showing base line ties to Monuments.",
    "Sheet 6: Map covers area of the Bayhead-Manasquan Canal running through Point Pleasant Borough up to the Manasquan River. Map shows the varying water depths of the Bayhead-Manasquan canal as well as the mean low water lines."
  ],
  "dct_language_sm": [
    "eng"
  ],
  "schema_provider_s": "Rutgers University",
  "gbl_resourceClass_sm": [
    "Maps"
  ],
  "dct_subject_sm": [
    "New Jersey Environmental Digital Library"
  ],
  "dcat_keyword_sm": [
    "IIIF active",
    "Tidelands",
    "Geographic Information Systems"
  ],
  "dct_issued_s": "1932",
  "gbl_indexYear_im": [
    "1932"
  ],
  "gbl_dateRange_drsim": [
    "[1932 TO 1932]"
  ],
  "dct_spatial_sm": [
    "Manasquan River, New Jersey",
    "Ocean County",
    "Point Pleasant, New Jersey",
    "New Jersey"
  ],
  "locn_geometry": "POLYGON((-75.5634 41.3573, -73.8936 41.3573, -73.8936 38.7911, -75.5634 38.7911, -75.5634 41.3573))",
  "dcat_bbox": "ENVELOPE(-75.5634,-73.8936,41.3573,38.7911)",
  "dcat_centroid": "40.074200000000005,-74.7285",
  "pcdm_memberOf_sm": [
    "64bd8c4c-8e60-4956-b43d-bdc3f93db488"
  ],
  "dct_isPartOf_sm": [
    "14d-01"
  ],
  "dct_rights_sm": [
    "This resource may be copyright protected. You may make use of this resource, with proper attribution, for educational and other non-commercial uses only. Contact the contributing organization to obtain permission for reproduction, publication, and commercial use."
  ],
  "dct_rightsHolder_sm": [
    "Rutgers University Libraries"
  ],
  "dct_accessRights_s": "Public",
  "dct_format_s": "PDF",
  "dct_references_s": "{\"http://schema.org/url\":\"https://rucore.libraries.rutgers.edu/rutgers-lib/56890\",\"http://schema.org/downloadUrl\":[{\"label\":\"PDF\",\"url\":\"https://rucore.libraries.rutgers.edu/rutgers-lib/56890/PDF/1/play/\"}]}",
  "id": "rutgers-lib:56890",
  "dct_identifier_sm": [
    "https://doi.org/doi:10.7282/T3348PQ4"
  ],
  "gbl_mdModified_dt": "2022-09-29T21:35:59Z",
  "gbl_mdVersion_s": "Aardvark"
}